tutorials/lagrangian/interactingKinematicParcelFoam/cavity/constant/interactingKinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      interactingKinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
(
(0.0075 0.05 0.005)
(0.0125 0.05 0.005)
(0.0175 0.05 0.005)
(0.0225 0.05 0.005)
(0.0275 0.05 0.005)
(0.0325 0.05 0.005)
(0.0375 0.05 0.005)
(0.0425 0.05 0.005)
(0.0475 0.05 0.005)
(0.0075 0.04 0.005)
(0.0125 0.04 0.005)
(0.0175 0.04 0.005)
(0.0225 0.04 0.005)
(0.0275 0.04 0.005)
(0.0325 0.04 0.005)
(0.0375 0.04 0.005)
(0.0425 0.04 0.005)
(0.0475 0.04 0.005)
)
// ************************************************************************* //
