tutorials/lagrangian/interactingKinematicParcelFoam/cavity/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    movingWall
    {
        type            wall;
        nFaces          80;
        startFace       12640;
    }
    fixedWalls
    {
        type            wall;
        nFaces          240;
        startFace       12720;
    }
    frontAndBack
    {
        type            empty;
        nFaces          12800;
        startFace       12960;
    }
)

// ************************************************************************* //
